Repository: common-repository/orderbee
Catalog: languages/orderbee-*.po
Languages: nl_nl

source: Warning! OrderBee-plugin is not up to date! Please update to stay connected.
nl_nl: Opgelet! De OrderBee-plugin is niet up to date! Gelieve deze te updaten om verbonden te blijven.

source: UPDATE NOW
nl_nl: NU UPDATEN

source: Synched!
nl_nl: Gesynchroniseerd!

source: Sync in progress!
nl_nl: Synch bezig!

source: Go to OrderBee panel
nl_nl: Ga naar OrderBee paneel

source: Settings
nl_nl: Instellingen

source: Changelog
nl_nl: Logboek

source: Change Log
nl_nl: Logboek

source: Products are not available.
nl_nl: Producten niet beschikbaar.

source: WooCommerce not found!
nl_nl: WooCommerce niet gevonden.

source: API credentials are missing.
nl_nl: API gegevens ontbreken.

source: API Access point not accessible.
nl_nl: API Access point niet bereikbaar.

source: The username you've entered is unknown, please try again.
nl_nl: De gebruikersnaam die u invulde is onbekend, probeer opnieuw aub.

source: You've entered a wrong password, please try again.
nl_nl: Het wachtwoord dat u invoerde is incorrect, probeer opnieuw aub.

source: Not all credentials are given, please try again.
nl_nl: Niet alle gegeven zijn ingevuld, probeer opnieuw aub.

source: Data not found.
nl_nl: Geen data gevonden.

source: Refresh Data
nl_nl: Vernieuw data

source: This pushjobs will be tried again in the next 5 minutes.
nl_nl: Deze pushjobs zullen in de volgende 5 minuten opnieuw worden geprobeerd.

source: No outstanding pushjobs, we're done.
nl_nl: Geen openstaande pushjobs, we zijn klaar.

source: You need to connect with OrderBee on the setup page first, to see this page.
nl_nl: Je dient eerst met OrderBee te verbinden bij "Instellingen", om deze pagina te zien.

source: Make pickup points available at checkout
nl_nl: Maak het kiezen voor pickup locaties mogelijk in de checkout.

source: This function is only for beta-testers
nl_nl: Deze functie is enkel voor beta-testers.

source: You are connected with OrderBee
nl_nl: Je bent verbonden met OrderBee

source: Disconnect
nl_nl: Verbinding verbreken

source: Please use your OrderBee credentials
nl_nl: Gelieve uw OrderBee logingegevens te gebruiken

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: Connect
nl_nl: Verbinden

source: This plugin makes a fast and safe connection between your Woocommerce and OrderBee.
nl_nl: Deze plugin maakt een snelle en veilige verbinding tussen uw WooCommerce shop en OrderBee.
